{
  "myName": {
    "title": "Saya membuat & membawa ide-ide unik.",
    "subtitle": "Saya seorang <span>software engineer</span> yang ahli dalam pemecahan masalah dan terkadang merancang pengalaman digital yang luar biasa. <br/> Saya senang dalam pengembangan perangkat lunak frontend / backend (full stack) mulai tahun 2020.<br/> Saya juga tertarik untuk membuat dan penerapan <span>Smart Contracts</span> di Blockchain dan sekarang saya masih belajar tentang teknologi Blockchain.",
    "myResume": "Lihat resume saya"
  },
  "aboutMe": {
    "title": "Tentang Saya",
    "description": [
      "Hallo, Nama saya Febri, saya lahir di Sidoarjo, 1 November 1995, beragama Islam, belum meikah, saya anak pertama dari dua bersaudara, Alamat tinggal saya di Kalitengah Tanggulangin sidoarjo Jawa Timur. Pendidikan terakhir saya adalah Sarjana Teknik Informatika. Saya memiliki pengalaman sebagai programmer Web / programmer Fullstack dari tahun 2020.",
      "Ketertarikan saya pada ilmu komputer dimulai pada tahun 2012 ketika saya mempelajari aplikasi untuk belajar sejak sekolah menengah — ternyata skill programming itu penting untuk mencapai itu, perjalanan saya dengan programming dimulai dari saat itu",
      "Sampai saat ini saya sering mengerjakan project dari klien yang masih mempercayai saya untuk membuat/mengembangkan aplikasi.",
      "Berikut adalah beberapa teknologi yang telah saya gunakan baru-baru ini:"
    ]
  },
  "workExperience": {
    "title": "Pengalaman Kerja Saya",
    "urbanAthletes": {
      "title": "IT Programmer <span>@ Full Stack</span>",
      "date": "Juni 2021 - Fubruari 2023",
      "description": [
        {
          "text": "Back up semua pekerjaan yang berhubungan dengan IT, seperti IT Support, instalasi komputer dan jaringan komputer",
          "keywords": [
            "IT Support"
          ]
        },
        {
          "text": "Bekerja dengan berbagai bahasa, platform, kerangka kerja, dan sistem manajemen konten seperti PHP, JavaScript, Laravel, Next.js/React, VPS",
          "keywords": [
            "Laravel",
            "Next.js/React",
            "VPS"
          ]
        },
        {
          "text": "Membangun dan mengembangkan projek dari setiap manajemen serta mengimplementasikan ke aplikasi",
          "keywords": []
        },
        {
          "text": "Saya juga sudah membuat sistem Get Way yang diimplementasikan pada mesin Turnstile yang terhubung dengan CRM, dibuat untuk anggota yang masuk dan keluar, menggunakan Raspberry pi",
          "keywords": [
            "Get Way",
            "Turnstile",
            "CRM",
            "Raspberry pi"
          ]
        }
      ]
    }
  }
}