{
  "myName": {
    "title": "Saya membuat & membawa ide-ide unik.",
    "subtitle": "Saya seorang <span>software engineer</span> yang ahli dalam pemecahan masalah dan terkadang merancang pengalaman digital yang luar biasa. <br/> Saya senang dalam pengembangan perangkat lunak frontend / backend (full stack) mulai tahun 2020.<br/> Saya juga tertarik untuk membuat dan penerapan <span>Smart Contracts</span> di Blockchain dan sekarang saya masih belajar tentang teknologi Blockchain.",
    "myResume": "Lihat resume saya"
  },
  "aboutMe": {
    "title": "Tentang Saya",
    "description": [
      "Hallo, Nama saya Febri, saya lahir di Sidoarjo, 1 November 1995, beragama Islam, belum meikah, saya anak pertama dari dua bersaudara, Alamat tinggal saya di Kalitengah Tanggulangin sidoarjo Jawa Timur. Pendidikan terakhir saya adalah Sarjana Teknik Informatika. Saya memiliki pengalaman sebagai programmer Web / programmer Fullstack dari tahun 2020.",
      "Ketertarikan saya pada ilmu komputer dimulai pada tahun 2012 ketika saya mempelajari aplikasi untuk belajar sejak sekolah menengah — ternyata skill programming itu penting untuk mencapai itu, perjalanan saya dengan programming dimulai dari saat itu",
      "Sampai saat ini saya sering mengerjakan project dari klien yang masih mempercayai saya untuk membuat/mengembangkan aplikasi.",
      "Berikut adalah beberapa teknologi yang telah saya gunakan baru-baru ini:"
    ]
  },
  "workExperience": {
    "title": "Pengalaman Kerja Saya",
    "freelance": {
      "title": "Full Stack Development",
      "date": "Februari 2022 - sekarang",
      "description": [
        {
          "text": "Membuat dan Pengembangan aplikasi berbasis Web dari klien dengan berbagai Framework seperti Laravel, Next, Express, React js",
          "keywords": [
            "Laravel",
            "Next Js",
            "Express",
            "React Js"
          ]
        },
        {
          "text": "Saya juga menguasai dan pernah membuat Aplikasi Mobile menggunakan React Native",
          "keywords": [
            "React Native"
          ]
        }
      ]
    },
    "amd": {
      "title": "Frontend Development <span>@ WEB 3</span>",
      "date": "November 2022 - April 2023",
      "description": [
        {
          "text": "Pengembangan WEB 3 yang dikerjakan secara tim menggunakan Framework NEXT, React typescript",
          "keywords": [
            "WEB 3",
            "NEXT",
            "React typescript"
          ]
        },
        {
          "text": "Di sini saya belajar bagaimana caranya membuat Smart Contract Menggunakan Hardhat, bahasa pemrogramman Solidity",
          "keywords": [
            "Smart Contract",
            "Hardhat",
            "Solidity"
          ]
        }
      ]
    },
    "urbanAthletes": {
      "title": "IT Programmer <span>@ Full Stack</span>",
      "date": "Juni 2021 - Fubruari 2023",
      "description": [
        {
          "text": "Back up semua pekerjaan yang berhubungan dengan IT, seperti IT Support, instalasi komputer dan jaringan komputer",
          "keywords": [
            "IT Support"
          ]
        },
        {
          "text": "Bekerja dengan berbagai bahasa, platform, kerangka kerja, dan sistem manajemen konten seperti PHP, JavaScript, Laravel, Next.js/React, VPS",
          "keywords": [
            "Laravel",
            "Next.js/React",
            "VPS"
          ]
        },
        {
          "text": "Membangun dan mengembangkan projek dari setiap manajemen serta mengimplementasikan ke aplikasi",
          "keywords": []
        },
        {
          "text": "Saya juga sudah membuat sistem Getway yang diimplementasikan pada mesin Turnstile yang terhubung dengan CRM, dibuat untuk anggota yang masuk dan keluar, menggunakan Raspberry Pi",
          "keywords": [
            "Getway",
            "Turnstile",
            "CRM",
            "Raspberry Pi"
          ]
        }
      ]
    }
  },
  "work": {
    "title": "Some of the Apps I've Built",
    "fitnessworks": {
      "name": "Fitnessworks",
      "description": "Situs web profil perusahaan Fitnessworks cukup baru, saya mendesain dan membangunnya bersama dengan rekan kerja saya di departemen desain UI/UX. Website ini saya bangun dengan menggunakan framework <span>NextJs</span> agar kedepannya website ini dapat berinteraksi dengan pengguna."
    },
    "perikanan": {
      "name": "Perikanan",
      "description": "Di website ini dibuat permintaan dari klien saya untuk mendukung pemasaran penjualan produk olahan ikan. Website ini juga bersifat dinamis, admin dapat mengedit produk yang ingin ditampilkan."
    },
    "simpleSosmed": {
      "name": "Sosial Media Sederhana",
      "description": "Saya membangun Media Sosial Sederhana ini menggunakan <span>React Js</span> sebagai Frontend dan <span>Express Js</span> sebagai Backend. Website ini saya buat semata-mata karena terinspirasi dari Facebook, memang website ini masih jauh dari sempurna dan saya masih ingin mengembangkannya."
    },
    "urban": {
      "name": "Urban Athletes",
      "description": "Website company profile Urban Athletes ini adalah perusahaan induk dari Fitnessworks, sebelumnya website ini dibangun menggunakan Wordpress kemudian saya bangun kembali menggunakan framework <span>Laravel</span>. Website ini sudah terkoneksi dengan aplikasi internal perusahaan dengan menggunakan <span>Rest API</span> untuk menampilkan waktu dan jadwal kelas."
    },
    "example": {
      "name": "Aplikasi Name example",
      "description": "Lorem I had the opportunity to lead the <span>development</span> of a token <span>project</span>, which aimed to create a decentralized ecosystem for peer-to-peer transactions. Overseeing the planning and development of the project, including the design and implementation of the smart contract and blockchain technology. Here i share with you YPredict - v1 for the private sale."
    }
  },
  "contact": {
    "title": "What's Next?",
    "subtitle": "Get In Touch",
    "description": "Although I'm currently looking for any new opportunities, my inbox is always open. Whether you have a question or just want to say hi, I'll try my best to get back to you!",
    "sayHello": "Say Hello"
  }
}